---
kind: property
id: P:Autodesk.Revit.DB.ExternalResourceTypes.BuiltInExternalResourceTypes.TopographyLink
source: html/d2878107-2670-f5a5-51e8-29e01fe7c7f5.htm
---
# Autodesk.Revit.DB.ExternalResourceTypes.BuiltInExternalResourceTypes.TopographyLink Property

An external resource type representing Topography Links.

## Syntax (C#)
```csharp
public static ExternalResourceType TopographyLink { get; }
```